/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "breadcrumbs_cXdDeD": {
      "type": "breadcrumbs",
      "disabled": true,
      "settings": {
        "text_alignment": "center"
      }
    },
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_content_igDbtk": {
      "type": "custom-content",
      "blocks": {
        "text_6VfVPA": {
          "type": "text",
          "settings": {
            "heading": "",
            "heading_size": "h1",
            "heading_highlight_style": "none",
            "subheading": "",
            "description": "<p><strong>DoorJammer Terms and Conditions <br/>USA And Canada* </strong></p><p>*Terms & Conditions vary by country. Please contact your local DoorJammer company for a copy of their terms and conditions of sale.<br/>Definition: In these Conditions, Penn Elcom Limited, doing business as DoorJammer and its affiliates (‘’DoorJammer’’, ‘’we’’, ‘’us’’, or ‘’our’’), and “You” or “You consumer” or ‘’You customer’’ means the person, firm or company purchasing the goods.<br/><br/>We are registered in Canada and have our registered office at: 2020 Halford Drive, Oldcastle, Ontario, N9G 0B8, Canada.</p><p></p><p></p><p>-----------------</p><p>DoorJammer is part of the <a href=\"https://www.penn-elcom.com/the-penn-elcom-group\" target=\"_blank\" title=\"https://www.penn-elcom.com/the-penn-elcom-group\">Penn Elcom Group</a>.</p>",
            "text_size": "text-sm",
            "button_label": "",
            "button_link": "",
            "button_style": "btn--primary",
            "content_alignment": "left",
            "width": "100%",
            "alignment": "center",
            "block_custom_class": ""
          }
        },
        "text_UXfUqK": {
          "type": "text",
          "settings": {
            "heading": "",
            "heading_size": "h1",
            "heading_highlight_style": "none",
            "subheading": "",
            "description": "<h5><strong>PAYMENT DETAILS:</strong></h5><p>We accept all major credit and debit cards including Visa, MasterCard, and American Express. We also accept payment by PayPal and Amazon Pay.</p><p><strong>SHIPPING POLICY:</strong><br/>DoorJammer ships orders in a timely manner using a 3-4 day service by UPS or USPS. If you need faster delivery service, such as overnight or 2-day service, please <a href=\"https://doorjammerus.myshopify.com/pages/contact-1\" target=\"_blank\" title=\"Contact\">contact us</a> by phone or email.<br/><br/><strong>RETURNS POLICY:<br/></strong>If you are not satisfied with your purchase and the merchandise is unused and in the same condition as purchased, you can return it for a refund. DoorJammer will refund the cost of the product based on the original form of payment. Returns must also be received within 30 days of purchase. DoorJammer reserves the right to deny any refund or exchange.<br/></p><p><strong>INSPECTION:</strong><br/>Customer shall notify DoorJammer within 7 days of receipt of products regarding errors or omission in shipping including but not limited to shortages in quantity, damaged goods, and unacceptable substitution of goods. Upon the expiration of the 7-day period, the products shall be deemed accepted by the customer.<br/></p><p><strong>SALES TAX:<br/></strong>DoorJammer is required to charge applicable state and local sales tax on every item for which sales tax exemption certification has not been provided.<br/></p><p><strong>PRICING:<br/></strong>In the event that a DoorJammer product is mistakenly listed at an incorrect price, DoorJammer reserves the right to refuse or cancel any orders placed for product listed at the incorrect price. DoorJammer reserves the right to refuse or cancel any such orders whether or not the order has been confirmed and your credit card charged. If your credit card has already been charged for the purchase and your order is canceled, DoorJammer shall issue a refund to your credit card account in the amount of the incorrect price.</p>",
            "text_size": "text-sm",
            "button_label": "",
            "button_link": "",
            "button_style": "btn--primary",
            "content_alignment": "left",
            "width": "100%",
            "alignment": "center",
            "block_custom_class": ""
          }
        },
        "text_nywk9p": {
          "type": "text",
          "settings": {
            "heading": "",
            "heading_size": "h1",
            "heading_highlight_style": "none",
            "subheading": "",
            "description": "<h5><strong>DOORJAMMER LIMITED WARRANTY:</strong></h5><p>ALL DOORJAMMER PRODUCTS SOLD ARE WARRANTED BY PENN ELCOM INC. AGAINST DEFECTS IN WORKMANSHIP OR MATERIALS UNDER NORMAL USE FOR ONE (1) YEAR AFTER DATE OF PURCHASE FROM DOORJAMMER, UNLESS OTHERWISE STATED. ANY PART WHICH IS DETERMINED BY DOORJAMMER. TO BE DEFECTIVE IN MATERIAL OR WORKMANSHIP AND RETURNED TO A DOORJAMMER BRANCH OR AUTHORIZED SERVICE LOCATION, AS DOORJAMMER DESIGNATES, SHIPPING COSTS PREPAID, WILL BE, AS THE EXCLUSIVE REMEDY, REPAIRED, OR REPLACED, AT DOORJAMMER’S OPTION.</p><h5><strong>WARRANTY DISCLAIMER:</strong></h5><p>NO WARRANTY OR AFFIRMATION OF FACT, EXPRESS OR IMPLIED, OTHER THAN AS SET FORTH IN THE LIMITED WARRANTY STATEMENT ABOVE IS MADE OR AUTHORIZED BY DOORJAMMER. DOORJAMMER DISCLAIMS ANY LIABILITY FOR PRODUCT DEFECT CLAIMS THAT ARE DUE TO PRODUCT MISUSE, IMPROPER PRODUCT SELECTION, OR MISAPPLICATION. ANY PRODUCT DESCRIPTION DOES NOT EXPRESS OR IMPLY A WARRANTY THAT THE PRODUCTS ARE MERCHANTABLE OR FIT FOR A PARTICULAR PURPOSE.</p><h5><strong>LIMITATION OF LIABILITY:</strong></h5><p>ANY LIABILITY FOR CONSEQUENTIAL AND INCIDENTAL DAMAGES IS EXPRESSLY DISCLAIMED. DOORJAMMER’S LIABILITY IN ALL EVENTS IS LIMITED TO, AND SHALL NOT EXCEED, THE PURCHASE PRICE PAID.</p><h5><strong>ADDITIONAL TERMS</strong></h5><h5><strong>FORCE MAJEURE:</strong></h5><p>DoorJammer shall not be liable for any delay in or impairment of performance resulting in whole or in part from acts of God, labor disruptions, shortages, inability to procure product, supplies or raw materials, severe weather conditions, or any other circumstances or cause beyond the control of DoorJammer in the conduct of its business.</p><h5><strong>CANCELLATION:</strong></h5><p>Any cancellation must be approved by DoorJammer and may be subject to charges.</p><h5><strong>ASSIGNMENT:</strong></h5><p>Customer shall not assign any order or any interest therein without the written consent of DoorJammer. Any actual or attempted assignment without DoorJammer’s prior written consent shall entitle DoorJammer to cancel such order upon notice to Customer.</p><h5><strong>OWNERSHIP OF PRODUCT:</strong></h5><p>All merchandise delivered to Customer remains the property of DoorJammer until paid for in full by Customer.</p>",
            "text_size": "text-sm",
            "button_label": "",
            "button_link": "",
            "button_style": "btn--primary",
            "content_alignment": "left",
            "width": "100%",
            "alignment": "center",
            "block_custom_class": ""
          }
        },
        "text_gnxKXF": {
          "type": "text",
          "settings": {
            "heading": "",
            "heading_size": "h1",
            "heading_highlight_style": "none",
            "subheading": "",
            "description": "<h5><strong>DEFAULT BY CUSTOMER:</strong></h5><p>In the event of any default by Customer, DoorJammer may pursue any legal remedy available to collect all sums owing hereunder, to enforce its title in and right to possession of goods, and to enforce any and all other rights or remedies available to it, under applicable law. No such action shall operate as a waiver of any other right or remedy of DoorJammer under the terms hereof or under the law, generally. All rights and remedies of DoorJammer are cumulative and not alternative, and no waiver of any default shall operate as a waiver of any other default. In the event of nonpayment Customer shall on demand deliver the goods to DoorJammer, and DoorJammer may, without notice of demand and without legal process, enter on Customer’s premises and retake possession of goods on such premises or wherever found. DoorJammer may require Customer to make goods available to DoorJammer that is reasonably convenient to both parties. DoorJammer, on obtaining possession of goods on default, may sell goods or any part thereof at public or private sale either with or without having goods at the place of sale. To the extent lawful, DoorJammer may be a Customer at such sale. The net proceeds of such sale, after deducting all expenses of DoorJammer in retaking, storing, repairing, and selling goods, including reasonable attorney’s fees, shall be credited against the total amount owing by Customer to DoorJammer. in accordance with the terms of this contract. Any surplus shall be paid to Customer or to any other person legally entitled thereto. In event of a deficiency, Customer shall pay the amount of same to DoorJammer.<br/></p><h5><strong>ATTORNEY’S FEES:</strong></h5><p>In the event that it shall become necessary for DoorJammer to institute legal proceedings to collect any sum due and owing as set forth herein, Customer shall pay to DoorJammer its reasonable attorney’s fees where permitted by law.</p><h5><strong>LATE FEES:</strong></h5><p>Customer agrees to pay 1-1/2% interest per month on all delinquent amounts. In the event Customer issues an insufficient check, Customer agrees to pay DoorJammer an additional $25.00 USD service charge.</p><h5><strong>DETERMINATION AND VENUE:</strong></h5><p>A judicial determination nullifying any clause or condition herein shall not be deemed to nullify the balance of this agreement, which shall remain in full force and effect. Venue involving any action in this agreement shall be performed in Orange County, California only.</p><h5><strong>COMPLETE AGREEMENT:</strong></h5><p>The terms and conditions in DoorJammer’s forms, acknowledgements, quotations, invoices and catalog sales terms and conditions are incorporated herein by reference and constitute the entire and exclusive agreement between Purchaser and DoorJammer. No variations from such terms and conditions shall be binding upon DoorJammer</p>",
            "text_size": "text-sm",
            "button_label": "",
            "button_link": "",
            "button_style": "btn--primary",
            "content_alignment": "left",
            "width": "100%",
            "alignment": "center",
            "block_custom_class": ""
          }
        },
        "text_DtADHW": {
          "type": "text",
          "settings": {
            "heading": "",
            "heading_size": "h1",
            "heading_highlight_style": "none",
            "subheading": "",
            "description": "<h5><strong>Disclaimer</strong></h5><p>The DoorJammer is a security aid and is not a substitute for a standard door lock. Do not use on fire doors or emergency exits. Patent pending. Permission has been personally granted for DoorJammer to use all images and logos featured on this website. All images and logos on this site are protected by copyright and are not be used unless permission has been directly given by DoorJammer. All rights are reserved.</p><p><strong>READ THIS DOCUMENT BEFORE INSTALLING OR USING THE DOORJAMMER. IMPROPER USE OR FAILURE OF THE DOORJAMMER RESULTING THEREFROM CAN CAUSE DAMAGE TO EQUIPMENT OR PROPERTY, SERIOUS PERSONAL INJURY, OR DEATH.</strong></p><p>Since the use of the information contained in Penn Elcom Corporation product documentation, including this document, and the conditions under which Penn Elcom Corporation products are used are beyond the control of Penn Elcom Corporation, it is the obligation of each user of Penn Elcom Corporation products to carefully read and understand this document and all other documentation, instructions, and manuals supplied with Penn Elcom Corporation products and to determine the correct and safe methods of installation and operation of Penn Elcom Corporation products. In addition to the disclaimers and limitations of liability set forth below, in no event may Penn Elcom Corporation be held responsible for unsafe or incorrect installation and operation of the DoorJammer or for any property damage or personal injuries arising out of the incorrect use or handling of the DoorJammer.</p>",
            "text_size": "text-sm",
            "button_label": "",
            "button_link": "",
            "button_style": "btn--primary",
            "content_alignment": "left",
            "width": "100%",
            "alignment": "center",
            "block_custom_class": ""
          }
        },
        "text_Jf6mtt": {
          "type": "text",
          "settings": {
            "heading": "",
            "heading_size": "h1",
            "heading_highlight_style": "none",
            "subheading": "",
            "description": "<h5><strong>Disclaimer Of Warranties</strong></h5><p>USERS' USE OF THE DOORJAMMER IS AT THEIR SOLE RISK, EXCEPT FOR ANY EXPRESS LIMITED WARRANTY THAT MAY BE PROVIDED. EXPRESSLY DISCLAIMS, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR ARISING BY STATUTE OR OTHERWISE IN LAW OR FROM A COURSE OF DEALING OR USAGE OF TRADE. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM PENN ELCOM CORPORATION OR CONTAINED IN THIS DOCUMENT OR ANY OF PENN ELCOM CORPORATION PRODUCT DOCUMENTATION, SHALL CREATE ANY WARRANTY. LIMITATION OF LIABILITY. [OTHER THAN REMEDIES THAT ARE GRANTED UNDER ANY EXPRESS LIMITED WARRANTY THAT MAY BE PROVIDED FOR SPECIFIC PENN ELCOM CORPORATION PRODUCTS,] PENN ELCOM CORPORATION SHALL NOT BE LIABLE FOR, NOR SHALL YOU MAKE ANY CLAIM FOR (WHETHER BASED ON CONTRACT, TORT, PRODUCTS LIABILITY, STRICT OR STATUTORY LIABILITY, NEGLIGENCE OR OTHERWISE), ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES (EVEN IF PENN ELCOM CORPORATION HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) ARISING OUT OF USE OF PENN ELCOM CORPORATION PRODUCTS, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR ECONOMIC LOSS OF PROFITS OR SAVINGS; LOST WAGES; DAMAGES TO OR LOSS OF USE OF PROPERTY; BODILY INJURY; MEDICAL PAYMENTS; PAIN AND SUFFERING; AND LOSS OF CONSORTIUM. IN THE EVENT THAT APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF WARRANTIES STATED HEREIN OR THE LIMITATION OF LIABILITY STATED HEREIN, THEN YOU EXPRESSLY AGREE THAT IN NO EVENT WILL THE LIABILITY OF PENN ELCOM CORPORATION, FOR ANY CLAIM OR DAMAGES HEREUNDER EXCEED THE PURCHASE PRICE PAID FOR THE PENN ELCOM CORPORATION PRODUCT IN CONTROVERSY.</p>",
            "text_size": "text-sm",
            "button_label": "",
            "button_link": "",
            "button_style": "btn--primary",
            "content_alignment": "left",
            "width": "100%",
            "alignment": "center",
            "block_custom_class": ""
          }
        }
      },
      "block_order": [
        "text_6VfVPA",
        "text_UXfUqK",
        "text_nywk9p",
        "text_gnxKXF",
        "text_DtADHW",
        "text_Jf6mtt"
      ],
      "settings": {
        "container": "fixed",
        "color_scheme": "",
        "enable_sticky_column": false,
        "heading": "",
        "heading_size": "h1",
        "heading_highlight_style": "none",
        "subheading": "",
        "description": "",
        "column_gap": "medium",
        "row_gap": "large",
        "swipe_on_mobile": false,
        "columns_mobile": "1",
        "padding_top": 50,
        "padding_bottom": 50,
        "show_section_divider": false,
        "divider_width": "fixed"
      }
    },
    "products_showcase_9GydiY": {
      "type": "products-showcase",
      "settings": {
        "color_scheme": "",
        "heading": "",
        "heading_size": "h2",
        "heading_highlight_style": "none",
        "products": [
          "doorjammer-portable",
          "doorjammer-lockdown"
        ],
        "pcard_title_size": "h1",
        "pcard_description_display": "3-lines",
        "pcard_description_size": "text-lg",
        "pcard_image_ratio": "",
        "pcard_show_vendor": false,
        "pcard_show_type": false,
        "pcard_button_label": "Shop this product",
        "padding_top": 50,
        "padding_bottom": 50,
        "show_section_divider": true,
        "divider_width": "fixed"
      }
    },
    "recently_viewed_products_dAV6fY": {
      "type": "recently-viewed-products",
      "disabled": true,
      "settings": {
        "color_scheme": "",
        "heading": "Recently viewed products",
        "heading_size": "h1",
        "heading_highlight_style": "none",
        "subheading": "",
        "description": "",
        "limit": 8,
        "columns": 4,
        "column_gap": "large",
        "row_gap": "inherit",
        "enable_slider": true,
        "controls_position": "inside",
        "pcard_image_ratio": "",
        "columns_mobile": "1",
        "swipe_on_mobile": true,
        "padding_top": 50,
        "padding_bottom": 50,
        "show_section_divider": true,
        "divider_width": "fixed"
      }
    }
  },
  "order": [
    "breadcrumbs_cXdDeD",
    "main",
    "custom_content_igDbtk",
    "products_showcase_9GydiY",
    "recently_viewed_products_dAV6fY"
  ]
}
